import React from 'react';

 function Policy() {

    return(
        <div className="container">
            <div className="policyRow row w-75 mx-auto my-5 rounded text-center">
             <h1 className="policyTitle">Политика за приватност</h1>
             <p className="policy">Вашата приватност ни е важна. Оваа Политика за приватност објаснува како ги собираме, користиме, откриваме и ги чуваме вашите информации кога ја посетувате нашата веб-апликација.</p>
             <p className="policy">Можеме да собираме лични информации што доброволно ни ги давате кога ја користите нашата веб-апликација. Овие информации може да го вклучуваат вашето име, адреса на е-пошта и сите други информации што ќе одберете да ги дадете.</p>
             <p className="policy">Ние ги користиме собраните информации за различни цели, вклучително и подобрување на нашата веб-апликација, персонализирање на вашето искуство и испраќање периодични е-пошта. Ние нема да ги продаваме, тргуваме или пренесуваме вашите лични податоци за идентификација на трети страни без ваша согласност.</p>
             <p className="policy">Преземаме соодветни безбедносни мерки за заштита од неовластен пристап, промена, откривање или уништување на вашите лични податоци.</p>
             <p className="policy">Со користење на нашата веб-апликација, се согласувате со условите на оваа Политика за приватност.</p>
             <p className="policy">Оваа Политика за приватност може да се ажурира од време на време, а најновата верзија ќе биде објавена на оваа страница.</p>
             </div>
       </div>

    );
 }
 export default Policy;